[{"Id":1,"Title":"Les anciens cellulaire","Description":"Est-ce que ça prenait vraiment des photos d'une telle qualité???","Created":1639759511,"GUID":"bd5d1890-5ed6-11ec-bf13-f16b8d7af586","UserId":10},{"Id":2,"Title":"Corel Draw","Description":"CorelDRAW est une suite graphique développée par l'éditeur de logiciels Corel depuis 1989. À l'origine, il s'agissait du logiciel de dessin vectoriel CorelDRAW. Au fil du temps, d'autres logiciels tels que Corel PhotoPaint et Corel R.A.V.E ont été ajoutés et le logiciel est devenu une suite graphique. ","Created":1639759445,"GUID":"e0fde270-5ed6-11ec-bf13-f16b8d7af586","UserId":10},{"Id":3,"Title":"Black Adam avec The Rock","Description":"Black Adam est un film américain réalisé par Jaume Collet-Serra et dont la sortie est prévue en 2022. Onzième film de l'univers cinématographique DC, il met en scène le personnage du même nom créé en 1945 par Otto Binder et C. C. Beck et pensé comme une version maléfique du super-héros Shazam. ","Created":1639759579,"GUID":"69273700-5ed7-11ec-bf13-f16b8d7af586","UserId":10},{"Id":4,"Title":"Matrix 4","Description":"Dix-huit ans après les événements de Matrix Revolutions, Thomas A. Anderson (alias Neo) ne se souvient plus de rien et mène une vie d'apparence normale à San Francisco. Il se rend régulièrement chez un psychiatre à qui il raconte ses rêves étranges et qui lui prescrit des pilules bleues. Après la réapparition de visages familiers et en quête de réponses, Neo repart à la recherche du lapin blanc. Il rencontre un certain Morpheus, qui lui offre le choix entre rester dans la Matrice et prendre son envol. ","Created":1639759750,"GUID":"3846ab80-5ee5-11ec-bf13-f16b8d7af586","UserId":1},{"Id":5,"Title":"SOS fantome","Description":"Ghostbusters: Afterlife is a 2021 American supernatural comedy film directed by Jason Reitman, who co-wrote the screenplay with Gil Kenan. The film stars Carrie Coon, Finn Wolfhard, Mckenna Grace, Paul Rudd, Logan Kim and Celeste O'Connor, while Bill Murray, Dan Aykroyd, Ernie Hudson, Annie Potts, and Sigourney Weaver reprise their roles from the original films. It is the sequel to Ghostbusters (1984) and Ghostbusters II (1989), both directed by Reitman's father Ivan, and the fourth film in the Ghostbusters franchise. Set 32 years after Ghostbusters II, a single mother and her two children move to a small town in Oklahoma, where they discover their connection to the Ghostbusters and their grandfather's secret legacy.\n\nA third Ghostbusters film had been in development since Ghostbusters II, but stalled as Murray refused to commit. In the end, it became Ghostbusters: The Video Game, which Dan Aykroyd insisted was \"essentially the third movie.\"[5] After cast member Harold Ramis died in 2014, Sony produced a female-driven reboot directed by Paul Feig and released in 2016. After Feig's film drew controversy and failed commercially,[6] Jason Reitman developed a sequel to the original films. The new cast was announced by July 2019, while the original cast signed on two months later. It is posthumously dedicated to Ramis, who is commemorated in the closing credits. Filming took place from July to October 2019.\n\nGhostbusters: Afterlife was screened unannounced on August 23, 2021, during the 2021 CinemaCon event in Las Vegas. It was released in the United States on November 19, 2021, after being delayed four times from an original July 2020 date due to the COVID-19 pandemic. The film received mixed reviews from critics, who praised the performances, Reitman's direction, the dedication to Ramis, and nostalgic tone, but criticized the screenplay and fan service. It has grossed over $166 million worldwide. ","Created":1639759723,"GUID":"516d44c0-5ee5-11ec-bf13-f16b8d7af586","UserId":1},{"Id":6,"Title":"Spider-man : No Way Home","Description":"Spider-Man: No Way Home ou Spider-Man : Sans retour au Québec est un film américain réalisé par Jon Watts, sorti en 2021.\n\nIl s'agit du 27e film de l'univers cinématographique Marvel et le 4e de la phase IV. Le film est réalisé par Jon Watts à partir d'un scénario écrit par Chris McKenna et Erik Sommers. Il met en scène Tom Holland dans le rôle de Spider-Man, aux côtés de Zendaya, Benedict Cumberbatch, Alfred Molina, Jamie Foxx, Jacob Batalon, Marisa Tomei et Willem Dafoe.\n\nDans cet opus, Tom Holland partage exceptionnellement son rôle de Spider-Man avec Tobey Maguire et Andrew Garfield, anciens interprètes du personnage, dans les sagas de Sam Raimi et de Marc Webb. ","Created":1639759697,"GUID":"7f3404c0-5ee5-11ec-bf13-f16b8d7af586","UserId":1},{"Id":7,"Title":"Venom Let there be Carnage","Description":"Venom: Let There Be Carnage is a 2021 American superhero film featuring the Marvel Comics character Venom, produced by Columbia Pictures in association with Marvel. Distributed by Sony Pictures Releasing, it is the second film in Sony's Spider-Man Universe and the sequel to Venom (2018). The film is directed by Andy Serkis from a screenplay by Kelly Marcel, based on a story she wrote with Tom Hardy who stars as Eddie Brock / Venom alongside Michelle Williams, Naomie Harris, Reid Scott, Stephen Graham, and Woody Harrelson. In the film, Brock struggles to adjust to life as the host of the alien symbiote Venom, while serial killer Cletus Kasady (Harrelson) escapes from prison after becoming the host of Carnage, a chaotic spawn of Venom.\n\nVenom was intended to be the start of a new shared universe, and plans for a sequel began during production on the first film. Harrelson was cast to make a brief appearance as Kasady at the end of Venom with the intention of him becoming the villain Carnage in the sequel. Official work on the sequel began in January 2019, with Hardy and Harrelson confirmed to return along with Marcel as writer. Serkis was hired as director that August, partly due to his experience working with CGI and motion-capture technology which was an important part of portraying Venom and Carnage in the film. Filming took place at Leavesden Studios in England from November 2019 to February 2020, with additional filming in San Francisco in February. The title was announced in April 2020. The film was primarily inspired by the comic book story arc \"Maximum Carnage\" (1993) and the 1994 Spider-Man animated series story arc The Venom Saga (1996).\n\nVenom: Let There Be Carnage premiered in London on September 14, 2021, and was theatrically released in the United States on October 1, 2021. It was delayed from an initial October 2020 date due to the COVID-19 pandemic. The film has grossed over $493 million worldwide, making it the sixth highest-grossing film of 2021, and received mixed reviews from critics, although it was generally considered an improvement over its predecessor. ","Created":1639759640,"GUID":"18653e20-5ee6-11ec-bf13-f16b8d7af586","UserId":1},{"Id":8,"Title":"Star wars IX","Description":"Star Wars, épisode IX : L'Ascension de Skywalker (Star Wars: Episode IX – The Rise of Skywalker) est un film de science-fiction américain de type space opera coécrit et réalisé par J. J. Abrams, sorti en 2019.\n\nNeuvième et dernier opus de la saga Star Wars (famille Skywalker), il fait suite à l'épisode VIII : Les Derniers Jedi. Colin Trevorrow était attaché à l'écriture et à la réalisation de ce film depuis 2015, jusqu'à son départ en septembre 2017. Lucasfilm a dès lors fait revenir le réalisateur du premier épisode de cette nouvelle trilogie. Ce neuvième et dernier épisode de la saga Skywalker est celui du combat final entre la Résistance et les Sith, emmenés par l'Empereur Palpatine qui a survécu après avoir été projeté dans un puits d'énergie de l'Étoile de la Mort par Dark Vador dans l'épisode VI. Rey qui a poursuivi sa formation de Jedi auprès de Leia Organa, apprend qu'elle est la petite-fille de Palpatine, ce qui explique pourquoi la Force est si puissante en elle. À travers de nombreuses péripéties et son combat avec Kylo Ren, elle va devoir affronter l'Empereur et le vaincre pour ramener la paix dans la galaxie.\n\nCe neuvième opus est le troisième film de la troisième trilogie Star Wars planifiée et annoncée après l'acquisition de Lucasfilm par la Walt Disney Company en octobre 2012. Il clôt la saga Skywalker.\n\nL'Ascension de Skywalker atteint le milliard de dollars de recettes mondiales à sa troisième semaine d'exploitation, il est ainsi le 32e plus gros succès du box-office mondial. ","Created":1639759827,"GUID":"71627a10-5f59-11ec-85eb-43274471ff24","UserId":1},{"Id":9,"Title":"Sonic 2 Le film","Description":"Après s’être installé à Green Hills, Sonic se sent prêt pour plus de liberté. Tom et Maddie acceptent alors de le laisser seul à la maison pendant qu’ils partent en vacances. Mais à peine sont-ils partis que le Dr Robotnik revient, cette fois avec un nouveau partenaire, Knuckles. Il est à la recherche d’une émeraude qui a le pouvoir de construire et de détruire des civilisations. Sonic fait équipe avec son nouvel acolyte, Tails. Ensemble, ils embarquent dans un voyage pour trouver la pierre avant qu’elle ne tombe entre de mauvaises mains1. ","Created":1639759885,"GUID":"9234e1b0-5f59-11ec-85eb-43274471ff24","UserId":1},{"Id":10,"Title":"Shang-chi : La légende des dix anneaux","Description":"Shang-Chi and the Legend of the Ten Rings is a 2021 American superhero film based on Marvel Comics featuring the character Shang-Chi. Produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures, it is the 25th film in the Marvel Cinematic Universe (MCU). The film was directed by Destin Daniel Cretton, from a screenplay he wrote with Dave Callaham and Andrew Lanham, and stars Simu Liu as Shang-Chi alongside Awkwafina, Meng'er Zhang, Fala Chen, Florian Munteanu, Benedict Wong, Michelle Yeoh, Ben Kingsley, and Tony Leung. In the film, Shang-Chi is forced to confront his past when his father Wenwu (Leung), the leader of the Ten Rings organization, draws Shang-Chi and his sister Xialing (Zhang) into a search for a mythical village.\n\nA film based on Shang-Chi entered development in 2001, but work did not begin in earnest until December 2018 when Callaham was hired. Cretton joined in March 2019, with the project fast-tracked as Marvel's first film with an Asian lead. The film's title and primary cast were announced that July, revealing the film's connection to the Ten Rings organization, which previously appeared throughout the MCU, and its leader Wenwu. Shang-Chi and the Legend of the Ten Rings is the first Marvel Studios film with an Asian director and a predominantly Asian cast. Filming began in Sydney in February 2020 but was put on hold in March due to the COVID-19 pandemic. Production resumed in August before completing in October, with additional shooting occurring in San Francisco.\n\nShang-Chi and the Legend of the Ten Rings premiered in Los Angeles on August 16, 2021, and was released in the United States on September 3, as part of Phase Four of the MCU. It has grossed over $432 million worldwide, making it the eighth-highest-grossing film of 2021. It garnered positive reviews from critics, many of whom praised the choreography of the action sequences, exploration and representation of Asian culture, and the performances from the cast, particularly those of Liu and Leung. A sequel is currently in development, with Cretton set to return as writer and director. ","Created":1639759994,"GUID":"d301ee90-5f59-11ec-85eb-43274471ff24","UserId":2},{"Id":11,"Title":"Dune, Maudit bon remake","Description":"Dune (titled onscreen as Dune: Part One) is a 2021 American epic science fiction film directed by Denis Villeneuve and written by Villeneuve, Jon Spaihts, and Eric Roth. It is the first of a planned two-part adaptation of the 1965 novel by Frank Herbert, primarily covering the first half of the book. Set in the far future, it follows Paul Atreides as his family, the noble House Atreides, is thrust into a war for the deadly and inhospitable desert planet Arrakis. The ensemble cast includes Timothée Chalamet, Rebecca Ferguson, Oscar Isaac, Josh Brolin, Stellan Skarsgård, Dave Bautista, Stephen McKinley Henderson, Zendaya, David Dastmalchian, Chang Chen, Sharon Duncan-Brewster, Charlotte Rampling, Jason Momoa, and Javier Bardem.\n\nThe film is the third adaptation of Dune following David Lynch's 1984 film, which was a critical and commercial failure, and John Harrison's 2000 miniseries. After an unsuccessful attempt by Paramount Pictures to produce a new adaptation,[5] Legendary Entertainment acquired the Dune film and TV rights in 2016, with Villeneuve signing on as director in February 2017. Production contracts were only secured for the first film, relying on its success before a second film would be greenlit after the first film's release. Filming took place from March to July 2019 at locations including Budapest, Jordan, Norway, and Abu Dhabi.\n\nDune was originally scheduled for a late 2020 release, but it was delayed by the COVID-19 pandemic.[6] The film premiered the following year at the 78th Venice International Film Festival on September 3, 2021, ahead of its international release on September 15, 2021. It was then released in United States theaters and streaming on HBO Max on October 21, 2021. It was generally well received by critics for its visuals, scope, and ambition, and has grossed over $390 million worldwide on a production budget of $165 million, making it the tenth-highest-grossing film of 2021. It was selected by the National Board of Review as one of the 10 best films of 2021, as well as the American Film Institute in their annual top 10. Less than a week after its domestic release, Dune: Part Two was confirmed with a planned release in October 2023. ","Created":1639760031,"GUID":"e9246f90-5f59-11ec-85eb-43274471ff24","UserId":2},{"Id":12,"Title":"The king's man","Description":"The King's Man : Première Mission ou Kingsman : Première mission au Québec (The King's Man) est un film américano-britannique réalisé par Matthew Vaughn et dont la sortie est prévue en 2021. Il s'agit du troisième film de la série Kingsman et d'une préquelle aux films Kingsman : Services secrets (2015) et Kingsman : Le Cercle d'or (2017) du même réalisateur. ","Created":1639760081,"GUID":"06d41360-5f5a-11ec-85eb-43274471ff24","UserId":2},{"Id":13,"Title":"Dwayne \"The Rock\" Johnson","Description":"Dwayne Johnson [ˈdweɪn ˈd͡ʒɑnsən]n 1, également connu sous le surnom de The Rockn 2, est un acteur, producteur, catcheur (lutteur professionnel) américano-canadien, né le 2 mai 1972 à Hayward (Californie).\n\nIssu d'une famille de lutteurs, il devient lui aussi catcheur. Il a été connu pour son travail à la World Wrestling Federation / Entertainment jusqu'en 2004 puis est revenu à la compétition de février 2011 jusqu'en avril 2013 et fait occasionnellement quelques apparitions.\n\nIl commence vers la fin des années 1990 une carrière d'acteur et accède rapidement aux premiers rôles dans les années 2000, devenant une vedette de cinéma à part entière en étant l'acteur principal de nombreux films d'action puis l'acteur le mieux payé au monde en 2016 et 2019 selon le magazine Forbes. Il fait aussi partie des cent personnes les plus influentes dans le monde selon le Time 100 de 2016 et 20195,6. ","Created":1639760129,"GUID":"23d06cc0-5f5a-11ec-85eb-43274471ff24","UserId":2},{"Id":14,"Title":"La Larousse","Description":"Le Petit Larousse illustré est un dictionnaire encyclopédique de langue française des éditions Larousse.\n\nIl est publié pour la première fois en 1905 par Claude Augé, succédant au Dictionnaire complet illustré (1889), également de Claude Augé. Son nom rend hommage à Pierre Larousse (1817-1875), mort trente ans plus tôt, et auteur du Grand Dictionnaire universel du XIXe siècle dont il reprend la conception encyclopédique et le projet pédagogique. ","Created":1639760279,"GUID":"7cbcb500-5f5a-11ec-85eb-43274471ff24","UserId":4},{"Id":15,"Title":"Lionel Groulx","Description":"Lionel Groulx, né le 13 janvier 1878 à Vaudreuil (Québec) et mort dans la même ville le 23 mai 19671, est un prêtre catholique, professeur, historien, intellectuel nationaliste, écrivain et conférencier québécois. Personnage complexe et controversé, il est vu, par certains, comme un précurseur de la Révolution tranquille au Québec2. Tous s'entendent cependant sur le fait qu'il est, avec Henri Bourassa, la figure intellectuelle la plus marquante du nationalisme canadien-français dans la première moitié du XXe siècle. Considéré comme le père spirituel du Québec moderne par René Lévesque, Groulx est à la fois l'historien le plus en vue du Canada français jusque dans les années 1960 ainsi que l’avocat et le vulgarisateur le plus important de la cause du nationalisme québécois, après Henri Bourassa.3 En 1943 il a écrit un pamphlet de 32 pages: \"Pourquoi nous sommes isolés\". Il fu édité par les Éditions de l'Action Nationale. Tirés à 75,000 exemplaires en français et 35,000 en anglais. Les pages couvertures contenaient 10 publicités de différents commerces et bureaux professionnels. ","Created":1639760447,"GUID":"e1400f90-5f5a-11ec-85eb-43274471ff24","UserId":4},{"Id":16,"Title":"Seigneure des anneaux","Description":"Le Seigneur des anneaux est une trilogie cinématographique de fantasy américano-néo-zélandaise réalisée par Peter Jackson et fondée sur le roman du même nom en trois volumes de J. R. R. Tolkien. Les films composant cette trilogie sont La Communauté de l'anneau (2001), Les Deux Tours (2002) et Le Retour du roi (2003).\n\nCe projet est considéré comme l'un des plus ambitieux de l'histoire du cinéma, avec un budget de 285 millions de dollars. Il a commencé à être développé par Jackson en 1995 et s'est concrétisé avec le studio de production New Line Cinema après que Miramax Films l'a abandonné. Le projet entier dura huit ans, bien que le tournage des trois films se déroulât simultanément entre octobre 1999 et décembre 2000 et eût lieu entièrement en Nouvelle-Zélande. Une version longue de chaque film de la trilogie est sortie en DVD environ un an après leur sortie au cinéma. Bien que les films suivent l'histoire du roman d'une façon générale, ils omettent certains éléments et en ajoutent d'autres, déviant ainsi de leur source.\n\nSe déroulant dans le monde fictif de la Terre du Milieu, les trois films suivent le hobbit Frodon Sacquet (Frodo Baggins en anglais, joué par Elijah Wood) alors que lui et les autres membres de la Communauté de l'Anneau s'engagent dans une quête pour détruire l'Anneau unique, et ainsi provoquer la chute de son créateur, Sauron. La Communauté finit par se diviser et Frodon poursuit sa quête seulement accompagné de son loyal compagnon Sam (Sean Astin) et de la fourbe créature nommée Gollum (Andy Serkis). Pendant ce temps, le magicien Gandalf (Ian McKellen) et Aragorn (Viggo Mortensen), héritier en exil du trône de Gondor, rallient les peuples libres de la Terre du Milieu, qui finissent par remporter la guerre de l'Anneau.\n\nLes trois films ont été un grand succès commercial, rapportant au total presque trois milliards de dollars lors de leur sortie dans les salles. Ils ont globalement été acclamés par la critique, et ont été fortement récompensés, remportant notamment dix-sept Oscars sur trente nominations. Le dernier film de la trilogie, Le Retour du roi, remporta les onze Oscars auxquels il était nommé, égalant Ben-Hur et Titanic pour le record du plus grand nombre d'Oscars reçus pour un film. La trilogie reçut de nombreux prix pour la distribution, pour les effets spéciaux et pour l'infographie1,2,3. Les films ont également apporté un regain d'intérêt et une reconnaissance du grand public pour l'œuvre de Tolkien, malgré quelques controverses sur les différences entre les livres et leur adaptation.\n\nPar la suite, après le succès de la trilogie, Peter Jackson décide de s'associer au studio Metro-Goldwyn Mayer en plus de la New Line afin d'adapter Le Hobbit au cinéma, entre 2012 et 2014. ","Created":1639760798,"GUID":"b2192de0-5f5b-11ec-85eb-43274471ff24","UserId":9},{"Id":17,"Title":"Tous en scène 2, le film que j'attend le plus","Description":"Tous en scène 2 ou Chantez! 2 au Québec (Sing 2) est un film d'animation réalisé par Garth Jennings, dont la sortie est prévue en 2021. C'est la suite de Tous en scène sorti en 2016. Buster Moon et ses amis essaient de convaincre la star du rock recluse Clay Calloway de rejoindre leur show d'ouverture1. ","Created":1639760901,"GUID":"ef9fe960-5f5b-11ec-85eb-43274471ff24","UserId":9},{"Id":18,"Title":"Route 66","Description":"La route 66 dans toute ça splendeur","Created":1639761000,"GUID":"2aca8c70-5f5c-11ec-85eb-43274471ff24","UserId":9},{"Id":19,"Title":"Ma visite au parc Yellow stone","Description":"L'un de mes plus beau voyage","Created":1639761071,"GUID":"552f35b0-5f5c-11ec-85eb-43274471ff24","UserId":9},{"Id":20,"Title":"Le maudit covid!","Description":"La maladie à coronavirus 2019 Écouter, ou la, ou lea, Covid-19 Écouter (acronyme de l'anglais coronavirus disease 2019), est une maladie infectieuse émergente de type zoonose virale causée par la souche de coronavirus SARS-CoV-2. Les symptômes les plus fréquents sont la fièvre, la toux, la fatigue et la gêne respiratoire. Dans les formes les plus graves, l'apparition d'un syndrome de détresse respiratoire aiguë peut entraîner la mort, notamment chez les personnes plus fragiles du fait de leur âge ou en cas de comorbidités. Une autre complication mortelle est une réponse exacerbée du système immunitaire inné (choc cytokinique).\n\nUne perte brutale de l'odorat (anosmie), associée ou non à une perte du goût (agueusie), est une manifestation relativement fréquente et parfois révélatrice de l'infection par le SARS-CoV-2.\n\nLe taux de formes asymptomatiques est estimé à près de 20 % des personnes infectées. La transmission interhumaine se fait surtout par gouttelettes respiratoires et aérosolisation2,3, lorsqu'une personne respire dans un même lieu clos ou à proximité immédiate d'autres personnes. La transmission augmente en intérieur mal ventilé et lorsque la personne infectée tousse, éternue, parle ou chante. La transmission indirecte par surface contaminée, bien que possible, n'a pas été formellement démontrée4. La période d'incubation est en moyenne de 5 à 6 jours, avec des extrêmes pouvant aller de deux à quatorze jours.\n\nUne proportion importante de personnes infectées, notamment d'enfants, ne présente que peu ou pas de symptômes mais peut néanmoins transmettre la maladie. De plus, il a été établi que, chez les personnes symptomatiques, la contagiosité peut précéder les symptômes de 2 à 3 jours et qu'elle serait maximale durant les premiers jours de la maladie.\n\nLa mortalité concerne principalement les personnes âgées, l'âge moyen des décès dus à la Covid-19 étant de 81 ans, les personnes présentant des comorbidités (diabète, obésité, etc.). Le taux de létalité, estimé à environ 0,5 % en moyenne, varie de 0,01 % pour les moins de 15 ans à 17,4 % pour les plus de 90 ans5. Le taux de décès varie aussi selon les pays6. ","Created":1639761132,"GUID":"79893d70-5f5c-11ec-85eb-43274471ff24","UserId":9}]